"Regular" = "Regular";

"Cosmic Strings" = "Cosmic Strings";

"Cold Pricklies" = "Cold Pricklies";

"Space Fur" = "Space Fur";

"Jiggly" = "Jiggly";

"Undertow" = "Undertow";

"Random" = "Random";

"Custom" = "Custom";
